Repository: Adamkadaban/gnome-shell-extension-clipboard-indicator
Catalog: locale/*/LC_MESSAGES/clipboard-indicator.po
Languages: ar

source: Text will be here
ar: النص سيكون هنا

source: Type here to search...
ar: ...اكتب هنا للبحث

source: Private mode
ar: الوضع السري

source: Clear history
ar: محو السجل

source: Settings
ar: الإعدادات

source: Clear all?
ar: حذف الكل؟

source: Are you sure you want to delete all clipboard items?
ar: هل أنت متأكد أنك تريد حذف جميع عناصر الحافطة؟

source: This operation cannot be undone.
ar: .هذه العملية لا يمكن التراجع عنها

source: Clear
ar: إزالة

source: Cancel
ar: إلغاء

source: Clipboard history cleared
ar: تم إزالة سجل الحافظة

source: Copied to clipboard
ar: تم النسخ في الحافظة

source: History Size
ar: عدد العناصر في السجل

source: Preview Size (characters)
ar: عدد الأحرف في المراجعة

source: Number of characters in top bar
ar: عدد الأحرف في الشريط العلوي

source: What to show in top bar
ar: ما سيظهر في الشريط العلوي

source: Show notification on copy
ar: أظهر إشعار عند النسخ

source: Remove whitespace around text
ar: إزالة المسافات الفارغة حول النص

source: Move item to the top after selection
ar: انقل العنصر إلى الأعلى بعد إختياره

source: Icon
ar: أيقونة

source: Clipboard Content
ar: محتوى الحافظة

source: Both
ar: كلاهما

source: Toggle the menu
ar: أظهر/أخفي القائمة

source: Previous entry
ar: الإدخال السابق

source: Next entry
ar: الإدخال التالي
